/* English localization strings for Autofill extension */
"loading_error" = "Errore di caricamento";
"loading_error_message" = "Il caricamento delle credenziali non è andato a buon fine. Si prega di aprire l'app AliasVault per controllare gli aggiornamenti.";
"ok" = "OK";
"login_required" = "Accesso richiesto";
"login_required_message" = "Per utilizzare Autoriempimento, accedi al tuo account AliasVault nell'app AliasVault.";
"biometric_required" = "%@ Richiesto";
"biometric_required_message" = "Per utilizzare AliasVault Autoriempimento, abilita %@ nelle impostazioni del tuo dispositivo e/o vai alle impostazioni dell'app AliasVault per configurarlo.";
"biometric_app_required_message" = "Per utilizzare Autoriempimento, abilita %@ come metodo di sblocco della cassaforte nelle impostazioni dell'app AliasVault.";
"loading_credentials" = "Caricamento credenziali...";
"no_credentials_found" = "Credenziali non trovate";
"no_credentials_match" = "Nessuna credenziale esistente corrisponde alla ricerca";
"create_new_credential" = "Crea Nuova Credenziale";
"select_credential" = "Imposta Credenziali";
"select_text_to_insert" = "Seleziona il testo da inserire";
"cancel" = "Annulla";
"choose_username" = "Scegli nome utente";
"select_text_to_insert_message" = "Selezionare il testo da inserire nel campo evidenziato";
"choose_username_message" = "Questo sito web potrebbe richiedere il tuo nome utente o il tuo indirizzo email per accedere";
"username_prefix" = "Nome utente: ";
"email_prefix" = "E-mail: ";
"password" = "Password";
"error" = "Errore";
"credentials_load_error" = "Impossibile caricare le credenziali. Si prega di aprire l'app AliasVault per controllare gli aggiornamenti.";
"no_credential_selected" = "Nessuna credenziale selezionata.";
"failed_to_load_credentials" = "Caricamento della credenziale non riuscito";
"face_id_touch_id" = "Face ID / Touch ID";
"face_id" = "Face ID";
"touch_id" = "Touch ID";

/* Context menu strings */
"copy_username" = "Copia Nome Utente";
"copy_password" = "Copia Password";
"copy_email" = "Copia E-mail";
"view_details" = "Visualizza dettagli";
"edit" = "Modifica";
"username_copied" = "Nome Utente Copiato";
"password_copied" = "Password copiata";
"email_copied" = "Email copiata";

/* Search bar */
"search_credentials" = "Ricerca credenziali...";
